{
    "movies": {
        "7ad79591-c7e4-41d1-b9a6-7f0665056c6b": {
            "title": "Elemental",
            "genre": "Animation, Adventure, Comedy",
            "rate": "7",
            "imgURL": "http://localhost:3030/jsonstore/cinema/images/elemental.jpg",
            "summary": "Follows Ember and Wade, in a city where fire-, water-, earth- and air-residents live together.",
            "year": "2023",
            "director": "Peter Sohn",
            "Writers": "John Hoberg, Kat Likkel, Brenda Hsueh, Peter Sohn, John Hoberg, Kat Likkel, Brenda Hsueh",
            "main_cast": "Leah Lewis, Mamoudou Athie, Ronnie Del Carmen, Shila Ommi, Wendi McLendon-Covey, Catherine O'Hara",
            "_id": "7ad79591-c7e4-41d1-b9a6-7f0665056c6b"
        },
        "93780b32-20be-496a-a303-47196f517756": {
            "title": "Deadpool & Wolverine",
            "genre": "Action, Adventure, Comedy",
            "rate": "8.3",
            "imgURL": "http://localhost:3030/jsonstore/cinema/images/Deadpool-and-Wolverine.jpg",
            "summary": "Wolverine is recovering from his injuries when he crosses paths with the loudmouth Deadpool. They team up to defeat a common enemy. ",
            "year": "2024",
            "director": "Shawn Levy",
            "Writers": "Ryan Reynolds, Rhett Reese, Paul Wernick, Zeb Wells, Shawn Levy, Rob Liefeld, Fabian Nicieza",
            "main_cast": "Ryan Reynolds, Hugh Jackman, Emma Corrin, Matthew Macfadyen, Dafne Keen, Jon Favreau",
            "_id": "93780b32-20be-496a-a303-47196f517756"
        },
        "447afd46-f05b-43d9-89bd-098d62278784": {
            "title": "Avatar: The Way of Water",
            "genre": "Action, Adventure, Fantasy",
            "rate": "7.5",
            "imgURL": "http://localhost:3030/jsonstore/cinema/images/Avatar-The-Way-of-Water.jpg",
            "summary": "Jake Sully lives with his newfound family formed on the extrasolar moon Pandora. Once a familiar threat returns to finish what was previously started, Jake must work with Neytiri and the army of the Na'vi race to protect their home.",
            "year": "2022",
            "director": "James Cameron",
            "Writers": "James Cameron, Rick Jaffa, Amanda Silver, James Cameron, Rick Jaffa, Amanda Silver, Josh Friedman, Shane Salerno, James Cameron",
            "main_cast": "Sam Worthington, Zoe Saldana, Sigourney Weaver, Stephen Lang, Kate Winslet, Cliff Curtis",
            "_id": "447afd46-f05b-43d9-89bd-098d62278784"
        },
        "499573d1-26f7-424c-b0dd-f9a6fea7d36f": {
            "title": "Inside Out 2",
            "genre": "Animation, Adventure, Comedy",
            "rate": "7.8",
            "imgURL": "http://localhost:3030/jsonstore/cinema/images/Inside-Out-2.jpg",
            "summary": "A sequel that features Riley entering puberty and experiencing brand new, more complex emotions as a result. As Riley tries to adapt to her teenage years, her old emotions try to adapt to the possibility of being replaced.",
            "year": "2024",
            "director": "Kelsey Mann",
            "Writers": "Meg LeFauve, Dave Holstein, Kelsey Mann, Meg LeFauve",
            "main_cast": "Amy Poehler, Maya Hawke, Kensington Tallman, Liza Lapira, Tony Hale, Lewis Black, Phyllis Smith, Ayo Edebiri",
            "_id": "499573d1-26f7-424c-b0dd-f9a6fea7d36f"
        }
    },
    "series": {
        "cb01f81c-084e-4ddf-9300-5327651238b3": {
            "title": "House of the Dragon",
            "genre": "Action, Adventure, Drama",
            "rate": "8.4",
            "imgURL": "http://localhost:3030/jsonstore/cinema/images/House-of-the-Dragon.jpg",
            "summary": "An internal succession war within House Targaryen at the height of its power, 172 years before the birth of Daenerys Targaryen.",
            "year": "2022-now",
            "director": "Clare Kilner, Geeta Vasant Patel, Miguel Sapochnik, Greg Yaitanes, Alan Taylor, Andrij Parekh, Loni Peristere",
            "Writers": "Ryan J. Condal, George R.R. Martin, Ti Mikkel, Sara Hess, Eileen Shim, David Hancock, Charmaine DeGrate, Gabe Fonseca, Kevin Lau, Ira Parker",
            "main_cast": "Matt Smith, Fabien Frankel, Rhys Ifans, Steve Toussaint, Jefferson Hall, Emma D'Arcy",
            "_id": "cb01f81c-084e-4ddf-9300-5327651238b3"
        },
        "93f51a23-8944-40e1-8d1c-f0253860a744": {
            "title": "Friends",
            "genre": "Comedy, Romance",
            "rate": "8.9",
            "imgURL": "http://localhost:3030/jsonstore/cinema/images/Friends.jpg",
            "summary": "Follows the personal and professional lives of six twenty to thirty year-old friends living in the Manhattan borough of New York City.",
            "year": "1994-2004",
            "director": "Gary Halvorson, Kevin Bright, Michael Lembeck, James Burrows, Gail Mancuso, Peter Bonerz, David Schwimmer, Ben Weiss",
            "Writers": "David Crane, Marta Kauffman, Scott Silveri, Shana Goldberg-Meehan, Adam Chase, Jeff Astrof, Mike Sikowitz, Ira Ungerleider",
            "main_cast": "Jennifer Aniston, Courteney Cox, Lisa Kudrow, Matt LeBlanc, Matthew Perry, David Schwimmer",
            "_id": "93f51a23-8944-40e1-8d1c-f0253860a744"
        },
        "fd35e521-651c-4253-804a-8733d1249044": {
            "title": "Magnum P.I.",
            "genre": "Action, Adventure, Crime",
            "rate": "6.3",
            "imgURL": "http://localhost:3030/jsonstore/cinema/images/Magnum-PI.jpg",
            "summary": "An ex-Navy SEAL returns from Afghanistan and uses his military skills to become a private investigator in Hawaii.",
            "year": "2018-2024",
            "director": "Bryan Spicer, Eagle Egilsson, Ruba Nadda, Peter Weller, David Straiton",
            "Writers": "Donald P. Bellisario, Eric Guggenheim, Glen A. Larson, Peter M. Lenkov, Tera Tolentino, Andre Jackson, Ashley Charbonnet",
            "main_cast": "Jay Hernandez, Perdita Weeks, Zachary Knighton, Stephen Hill, Amy Hill, Tim Kang, Christopher Thornton",
            "_id": "fd35e521-651c-4253-804a-8733d1249044"
        },
        "3f885357-3c22-42d0-9dad-d46115167a2d": {
            "title": "Loki",
            "genre": "Action, Adventure, Fantasy",
            "rate": "8.2",
            "imgURL": "http://localhost:3030/jsonstore/cinema/images/Loki.jpg",
            "summary": "The mercurial villain Loki resumes his role as the God of Mischief in a new series that takes place after the events of “Avengers: Endgame.”",
            "year": "2021-2023",
            "director": "Kate Herron, Justin Benson, Aaron Moorhead, Dan DeLeeuw, Kasra Farahani",
            "Writers": "Eric Martin, Michael Waldron, Stan Lee, Bisha K. Ali, Elissa Karasik, Katharyn Blair, Amber Dupre, Kasra Farahani, Jack Kirby, Larry Lieber, Brett Maline, Tom Kauffman, Jason O'Leary",
            "main_cast": "Tom Hiddleston, Sophia Di Martino, Owen Wilson, Wunmi Mosaku, Gugu Mbatha-Raw, Eugene Cordero",
            "_id": "3f885357-3c22-42d0-9dad-d46115167a2d"
        }
    }
}